var css1 = {
	"Свойства и особенности внешнего отступа":"<h1>margin</h1><p>Два параметра = top-bottom left-right;</p><p>Три параметра = top left-right bottom;</p><p>Четыре параметра = top left right bottom;</p><p>Можно указать конкретную сторону отступа.</p><p>Имеет свойство схлопывания внешних отступов.</p><p>margin-top выпадает из родительского элемента, если нет фиксов.</p>"
};

var css2 = {
	"2D трансформации":"<h1>Свойство transform: par [par...];</h1><h2>transform-origin: x [y];</h2><p>задаёт точку отсчёта системы координат</p><h2>transform: translate(x [,y]);</h2><p>перемещение по горизонтали, по вертикали</p><h2>transform: scale(x [,y]);</h2><p>масштаб объекта</p><h2>transform: rotate(#deg);</h2><p>угол вращения</p><h2>transform: skew(x [,y]);</h2><p>скос объекта</p><h2>transform: matrix(#);</h2><p>двухмерная матрица преобразований (сайт THE MATRIX RESOLUTIONS)</p>"
};

var css3 = {
	"Простые селекторы":"<h1>* </h1><p>выбирает каждый элемент</p><h1>#x</h1><p>выбирает по id</p><h1>.</h1><p>выбирает по классу</p><h1>X</h1><p>выбирает по тегу</p><h1>x.y</h1><p>выбирает по классу тега</p><h1>x y</h1><p>выбирает все y в х</p><h1>x, y</h1><p>выбирает несколько элов</p><h1>x > y</h1><p>выбирает прямых потомков</p><h1>x + y</h1><p>выбирает один следующий элемент y</p><h1>x ~ y</h1><p>выбирает все следующие элементы y</p>"
};