// Простые правила
var eng1 = { "\
<h1>Порядок слов в предложении</h1>":"\
<p>Для того, чтобы построить даже самое простое предложение в английском, нужно знать порядок слов в языке. Эта, казалось бы, простая, но очень важная тема является отправной точкой в изучении английской грамматики.</p>\
<p> </p>\
<h4>Подлежащее + сказуемое + прямое дополнение</h4>\
<p>В обычном утвердительном предложении подлежащее ставится непосредственно перед сказуемым (глаголом). Прямое дополнение, когда оно есть, идет сразу после глагола. Например:</p>\
<p> </p>\
<p>* <b>They bought a car.</b> — Они купили машину.</p>\
<p>* <b>We can’t do that.</b> — Мы не можем этого сделать.</p>\
<p>* <b>The girl in a blue dress was playing the piano.</b> — Девочка в синем платье играла на фортепиано.</p>\
<p> </p>\
<h4>Предикат</h4>\
<p>Заметьте, что под подлежащим мы здесь подразумеваем не только главное существительное или местоимение, но и прилагательные или описательные фразы, которые к нему относятся. Остальная часть предложения, которая не относится к подлежащему, называется предикатом. Например:</p>\
<p> </p>\
<p>* The girl in a blue dress <b>was playing the piano.</b></p>\
<p> </p>\
<h4>Косвенные дополнения и обстоятельства</h4>\
<p>Если в предложении есть еще какие-либо части — косвенные дополнения или обстоятельства — они обычно занимают строго определенное место.</p>\
<p> </p>\
<h5>Позиция косвенного дополнения</h5>\
<p>Косвенное дополнение ставится <b>после прямого дополнения</b>, если оно содержит предлог <b>to</b>.</p>\
<p> </p>\
<p>Косвенное дополнение ставится <b>перед прямым дополнением</b>, когда <b>to</b> отсутствует. Например:</p>\
<p>* The teacher gave <b>dictionaries to</b> the pupils. — Учитель раздал словари ученикам.</p>\
<p>* The teacher gave them <b>dictionaries</b>. — Учитель раздал им словари.</p>\
<p> </p>\
<h5>Позиция обстоятельства</h5>\
<p>Обстоятельство может ставиться в трех местах:</p>\
<p> </p><b>Перед подлежащим</b> (обычно это обстоятельства времени)\
<p>* In the morning he was reading a book. — Утром он читал книгу.</p>\
<p> </p><b>После дополнения</b> (сюда можно поставить практически любое наречие или обстоятельственный оборот):\
<p>* He was reading a book at the library. — Он читал книгу в библиотеке.</p>\
<p> </p><b>Между вспомогательным и основным глаголом</b> (как правило, это короткие наречия):\
<p>* He has already read this book. — Он уже прочел книгу.</p>\
<p> </p>\
<h4>Нестандартный порядок слов в английском</h4>\
<p>Обычно в стандартном английском между подлежащим и сказуемым или между сказуемым и дополнением не ставится других слов. Но есть несколько исключений. Вот самые важные из них:</p>\
<p> </p>\
<h5>Наречия частоты действия и косвенные дополнения без предлога to</h5>\
<p>* I <b>sometimes</b> drink coffee in the morning.  — Я <b>иногда</b> пью кофе по утрам.</p>\
<p>* He showed the <b>driver</b> his bus pass. — Он показал <b>водителю</b> свой проездной на автобус.</p>\
<p> </p>\
<p>Если вы будете следовать этим простым правилам, вам удастся избежать ошибок в расстановке слов в английском предложении. Приведенные примеры намеренно просты — но эти же правила можно применять и к более сложным предложениям с придаточными конструкциями. Например:</p>\
<p> </p>\
<p>* The woman, [who often felt lonely], never went to sleep before [she had phoned her sister.]  — Женщина, [которая часто чувствовала себя одинокой], никогда не ложилась спать, [не позвонив своей сестре].</p>\
<p> </p>\
<h4>Стилистическое изменение порядка слов</h4>\
<p>Конечно, в правилах есть исключения, и писатели или ораторы часто используют нестандартный порядок слов для достижения особого эффекта. Но если сейчас мы будем заострять внимание на исключениях, мы отвлечемся от главных принципов, и проблема порядка слов в предложении может показаться очень сложной.</p>\
<p> </p>\
<p>Поэтому вот еще несколько примеров: вы должны знать, что такие предложения существуют, но не пытайтесь использовать их без крайней необходимости, пока не освоите принципы обычного порядка слов (помните, что сначала нужно научиться ходить, а потом уже бегать!):</p>\
<p> </p>\
<p>* Never before had he felt so miserable. — Никогда ранее не чувствовал он себя таким несчастным. </p>\
<p> </p>\
<p>Если предложение начинается с never или never before, подлежащее и сказуемое часто подвергаются инверсии, т.е. меняются местами. Не используйте инверсию, когда never следует за подлежащим!</p>\
<p> </p>\
<p>* Hardly had I finished cleaning the house, my friend called. — Едва я закончил уборку дома, как позвонил мой друг.</p>\
<p> </p>\
<p>(Когда предложение начинается с hardly, подлежащее и сказуемое необходимо инвертировать всегда.)</p>\
<p> </p>\
<p>* Had they known, they'd never have done that. — Знай они это, они бы никогда так не поступили.</p>\
<p> </p>\
<p>(Инверсия используется в структурах гипотетического условия, когда if опускается.)</p>\
<p> </p>\
<p>* Whatever you can tell me, I know already. — Что бы ты мне ни сказал, я уже это знаю.</p>\
<p> </p>\
<p>Здесь развернутое дополнение, Whatever you can tell me, помещено в начало предложения по художественным причинам: такая структура предложения не является необходимой, это просто стилистический прием.</p>\
<p> </p>\
<p>Теперь, освоив правила построения простых предложений, вы можете переходить к более сложным предложениям с придаточными конструкциями.</p>",

"\
<h1>Образование слов и конструкций</h1>":"\
<h4>Артикли</h4>\
<p>В английском языке различают два артикля – <b>определенный [the]</b> и <b>неопределенный [a (an)]</b>. Артикль в основном ставится только перед существительными. `Неопределенный` артикль применяется исключительно к `исчисляемыми существительными в единственном числе`, а `определенный` артикль можно применять к `различным существительным` в единственном и множественном числе, независимо от того, исчисляемые они или нет.</p>\
<p></p>\
<h5>No article</h5>\
<p>Артикль не употребляется, если перед существительным стоит <b>количественное числительное (one, two, six, etc)</b>, <b>притяжательное</b> или <b>указательное местоимение (this, that, my, our etc.)</b>, другое <b>существительное в притяжательном падеже (my father’s, Mary’s etc)</b> , или <b>отрицание «no»  (не not !)</b>. Примеры :</p>\
<p></p>\
<p>* There are <b>two boys</b> in the yard — во дворе два мальчика.</p>\
<p>* <b>My room</b> is not big, but comfortable — Моя комната небольшая, но удобная.</p>\
<p>* I have <b>no brother</b> — у меня нет брата.</p>\
<p></p>\
<p>Артикль не употребляется с <b>неисчисляемыми существительными</b>, обозначающими неопределенное количество вещества или абстрактное понятие:</p>\
<p></p>\
<p>* I don’t like <b>tea</b>, I prefer <b>coffee</b>. — Я не люблю чай, я предпочитаю кофе (чай, кофе — вообще)</p>\
<p>* <b>Friendship</b> is one of the most important things in my <b>life</b>. — Дружба — одна из самых важных вещей в моей жизни (дружба — абстрактное понятие)</p>\
<p></p>\
<p>С названиями <b>видов спорта</b> артикль не употребляется:</p>\
<p></p>\
<p> </p>\
<p>Также артикль не употребляется с <b>именами собственными</b> (кроме некоторых географических названий, речь о которых пойдет ниже).</p>\
<p> </p>\
<h5>Неопределенный артикль «a»</h5>\
<p>Неопределенный артикль — это  <b>«a»/«an»</b> — это не самостоятельный артикль, а форма неопределенного, которая употребляется перед существительными, которые начинаются с гласного звука: <b>an apple</b>, <b>an orange</b>.</p>\
<p> </p>\
<p>Формы a и an — это остатки древнеанглийского слова, обозначающего «один», поэтому неопределенный артикль употребляется только с <b>существительными в единственном числе</b>.  </p>\
<p> </p>\
<p>Неопределенный артикль употребляется в следующих случаях:</p>\
<p> * При первом упоминании предмета. Например, I live in <b>a house</b>.</p>\
<p> * При обозначении профессии или рода занятий. Например, She is <b>a teacher</b>. My friend is <b>a student</b>.</p>\
<p> * После : This is, That is, It is, There is. Например, <b>This is a</b> computer. <b>There is a</b> rose in the vase.</p>\
<p> * Если c существительным употребляется характеризующее его прилагательное, в таких случаях артикль ставится перед прилагательным. Пример : This is <b>a flower</b>. This is <b>a red flower</b>.</p><i> Запомните употребление неопределенного артикля в предложениях следующего типа:</i>\
<p>* I am fond of <b>football</b>, and my sister prefers <b>badminton</b>. — Я люблю футбол, а моя сестра предпочитает бадминтон.</p><i> </i><i> — What <b>a</b> beautiful color!</i><i> </i><i> — What <b>a</b> tasty cake!</i><i></i><i>— What <b>a</b> good girl!</i>\
<p> </p>\
<h5>Определенный артикль «the»</h5>\
<p>Определенный артикль употребляется в следующих случаях:</p>\
<p> </p>\
<p>* Если мы говорим об определенном предмете, о котором мы уже говорили, или по контексту понимаем, о чем речь. Например, Yesterday I saw <b>a film</b>. <b>The film</b> was not interesting.</p>\
<p>* С предметами, которые являются единственными в своем роде – <b>The sun</b>, <b>the wind</b>, <b>the moon</b>, <b>the earth</b>.</p>\
<p>* После предлогов места. Например, There is a cat <b>in front of the monitor</b>.</p>\
<p>* C прилагательными в превосходной степени – <b>the smallest</b> – самый маленький, <b>the quickest</b> — самый быстрый.</p>\
<p>* С порядковыми числительными, например: <b>the first</b> book, <b>the fifth</b> floor (НО: если порядковое числительное обозначает номер, артикль не ставится: Lesson 7, Bus 15, page 45).</p>\
<p>* Со сторонами света: In <b>the north</b>; in <b>the south</b>; in <b>the east</b>; in <b>the west</b>.</p>\
<p>* С фамилией — если речь идет о всей семье — <b>the Ivanovs</b> — Ивановы, <b>the Smiths</b> — Смиты.</p>\
<p>* В устойчивых словосочетаниях: <b>In the morning</b>; <b>in the evening</b>; <b>in the afternoon</b>; <b>to the cinema/ theatre</b>; <b>to the shop/ market</b>; <b>at the cinema/ the theatre</b>; <b>at the shop/ the market</b>.</p>\
<p> </p>\
<p>Определенный артикль необходимо употреблять со следующими географическими названиями: морей, океанов, рек, каналов, заливов, проливов, архипелагов, пустынь, горных цепей, стран, если в названии есть слово Republic, Federation, Kingdom, стоит во множественном числе (the Netherlands) или сокращается до аббревиатуры (the USA, the UK)</p>\
<p> </p>\
<p>C названиями стран, озер, гор (пиков), островов, городов, континентов, улиц, площадей, аэропортов артикль не используется.</p>\
<p> </p>\
<h4>Способы словообразования в английском языке</h4>\
<p>* <b>Сложение слов</b>  — когда из двух и более самостоятельных слов путем сложения образуются новые слова: fireplace, chess-player. При этом новые слова могут писаться слитно (postman, windowsill, boyfriend), через дефис (copy-book,  cinema-goer, holiday-maker) или раздельно (stone wall, fire brigade, market place). В таких случаях значение слова можно понять без труда: fur мех + coat пальто = furcoat шуба (меховое пальто), text – текст +book — книга = text-book – учебник (книга с текстами), well – хорошо + paу – платить  = well-paid – хорошо оплачиваемый и т.д.</p>\
<p>* <b>Конверсия</b> – когда слово без изменений становится другой частью речи, например, water — вода – to water — поливать, milk молоко  – to milk — доить, picture – картина  – to picture — изображать. Подробнее о словах, которые могут быть и глаголами, и существительными, мы уже писали ранее.</p>\
<p>* <b>Изменение слова при помощи приставки (префикса) или суффикса.</b> Если вы будете знать значение основных приставок и суффиксов, вы легко сможете «опознать» слово по знакомому корню. Рассмотрим самые распространенные суффиксы.</p>\
<p> </p>\
<h5>Английские префиксы</h5>\
<p>* <b>Un-/im-/ir-/il-/dis-/in-</b> – отрицательные префиксы. С их помощью образуются слова, противоположные по значению: legal законный – illegal незаконный, like любить  – dislike не любить, usual обычный – unusual необычный</p>\
<p>* <b>Mis</b> — – этот префикс имеет значение «неправильно, неверно»: misunderstand (от слова understand — понимать)– неправильно понять, misprint  (print- печатать)- опечатка, misinformation (information — информация) – неверная информация</p>\
<p>* <b>Re-</b> – имеет значение «сделать заново, повторно»: rewrite (write — писать) – переписать,  replay  (play-играть) – заново сыграть, refill (fill — наполнять) – заправить, заново наполнить</p>\
<p>* <b>Over</b>- указывает на чрезмерную степень чего-то:  overcook (cook- готовить) – пережарить или переварить,  overcrowd (crowd- наполнять людьми) – переполнять,  oversleep (sleep — спать) — проспать (много спать)</p>\
<p>Under – имеет значение «под»:  underground (ground- земля) – метро (подземка), underwear (wear — носить) – нижнее белье (то, что носят под одеждой)</p>\
<p>* <b>Ex-</b> этот префикс означает «бывший» — ex-president – бывший президент, ex-girlfriend – бывшая подружка</p>\
<p> </p>\
<h5>Английские суффиксы</h5>\
<p>Рассмотрим наиболее употребительные суффиксы различных частей речи.</p>\
<p> </p>\
<h6>Суффиксы существительных</h6>\
<p>* <b>-er/-or</b> – этот суффикс образовывает существительные от глагола и обозначает того, кто осуществляет действие: player (play- играть) — игрок, swimmer (swim- плавать ) — пловец, visitor (visit — посещать) — посетитель, speaker (speak — говорить)- говорящий, оратор, adviser (advise — советовать) — советник</p>\
<p>* <b>-ing</b> – суффикс отглагольного существительного – beginning (begin — начинать) — начало, feeling (feel — чувствовать) — чувство, opening (open — открывать) — открытие</p>\
<p> </p><i>Абстрактные существительные от прилагательных образуются при помощи следующих суффиксов:</i>\
<p> </p>\
<p>* <b>-ness</b> – sleepiness (sleep — спать) — сонливость , loneliness (lonely — одинокий) – одиночество,  darkness (dark — темный ) — темнота, politeness (polite — вежливый) — вежливость</p>\
<p>* <b>-ment</b>  — movement (move — двигать) — движение ,  announcement (announce — объявлять) – объявление,  agreement (agree — соглашаться) — согласие</p>\
<p>* <b>-dom</b> – freedom (free — свободный) — свобода, boredom (bore — скучный) — скука, kingdom (king — король) — королевство</p>\
<p>* <b>-ion/-tion/-sion/-ssion</b> – competition (compete — соревноваться) — соревнование, admission (admit — признавать) — признание, celebration (celebrate — праздновать) — празднование, revision (revise — пересматривать) — пересмотр</p>\
<p>* <b>-ure/-ture</b> — adventure — приключение, agriculture – сельское хозяйство, nature — природа</p>\
<p>* <b>-hood</b> – childhood (child — ребенок) – детство, brotherhood (brother — брат) – братство, neighbourhood (neighbour — сосед) соседство</p>\
<p>* <b>-ship</b> – partnership (partner- партнер) партнерство,  ownership (owner — собственник) — собственность, hardship (hard — трудный) — трудность</p>\
<p>* <b>-ist</b> — idealist (ideal — идеал) — идеалист, artist (art — искусство) pianist (piano- пианино) — пианист</p>\
<p>* <b>-ance/-ence</b> – importance (important — важный) — важность, disappearance (disappear — исчезать)- исчезновение,  presence (present- присутствовать) – присутствие, silence (silent — безмолвный) — молчание</p>\
<p> </p>\
<h6>Суффиксы прилагательных</h6>\
<p>* <b>-able/-ible</b> – eatable (eat — есть) — съедобный, unbreakable (un+break – ломать, разбивать) – небьющийся, changeable (change — менять) — переменчивый</p>\
<p>* <b>-less</b> – обозначает отсутствие, в русском языке часто соответствует приставке без-:  expressionless (expression- выражение) – невыразительный, без выражения, cloudless (cloud — облако)- безоблачный, toothless (tooth — зуб) — беззубый, careless (care — забота) — беззаботный</p>\
<p>* <b>-ous</b> – dangerous (danger- опасность) опасный, famous (fame — слава) –знаменитый, vigorous (vigour – сила, энергия) – сильный, энергичный</p>\
<p>* <b>-ful</b> – наличие качества: forgetful (forget — забывать) – забывчивый,  watchful (watch — наблюдать) — наблюдательный, doubtful (doubt- сомнение) – сомнительный, thoughtful (thought — мысль) задумчивый</p>\
<p>* <b>-ish</b> – обозначает 1) ослабленную степень качества: greenish – зеленоватый,  reddish – красноватый, 2) выражение раздражения или презрения: childish – ведешь себя, как ребенок, bearish  — как медведь, camelish – упрямый, как верблюд</p>\
<p>* <b>-y</b> – windy (wind — ветер) ветреный, stormy (storm — буря) – бурный, soapy (soap — мыло) — мыльный</p>\
<p>* <b>-ic</b> – philosophic (philosophy- философия) — философический, scientific (science — наука) — научный, democratic (democracy- демократия) — демократический</p>\
<p>* <b>-ive</b> – expressive (expression — выражение) выразительный, progressive (progress — прогресс) — прогрессивный, active (act – действовать) – активный (тот, кто много действует)</p>\
<p> </p>\
<h6>Суффикс наречия</h6>\
<p>* <b>-ly</b> — calmly (calm — спокойный) — спокойно, occasionally (occasional — случайный) случайно, quickly (quick — быстрый) — быстро</p>\
<p> </p>\
<h6>Суффикс глагола</h6>\
<p>* <b>-en</b> – образует глагол от прилагательных и существительных, обозначает действие, придающее качество, выраженное в основе weak — слабый – weaken — ослабевать, hard – твердый – harden — твердеть, sharp — острый – sharpen — точить</p>\
<p> </p>\
<h4>Слова-связки</h4>\
<h5>Значение слов-связок в английском языке </h5>\
<p>Сравните эти две фразы и вы поймете, как важно употребление этих единиц речи: </p>\
<p>* Я имею компьютер, не имею подключения к интернету, не могу общаться со своими друзьями, живущими заграницей </p>\
<p>* Я имею компьютер, <b>но</b> не имею подключения к интернету, <b>поэтому</b> не могу общаться со своими друзьями, живущими заграницей </p>\
<p> </p>\
<h5>Функциональные группы слов-связок </h5>\
<p>Английские связующие слова можно поделить по группам, в соответствии с функциями, которые они выполняют в предложениях: </p>\
<p>* Помогают привести примеры</p>\
<h2></h2>\
<p>For example — к примеру </p>\
<p>As an example — как пример </p>\
<p>For instance — например </p>\
<p>Namely — а именно</p>\
<p> </p>\
<p>There are some variants how to pass your free time at the weekend, for example, you can visit your uncle.</p>\
<p>Есть несколько вариантов, как тебе провести свободное время на этих выходных, например, ты можешь навестить своего дядю.</p>\
<h2></h2>\
<p>* Помогают дополнять фразы нужной информацией</p>\
<h2></h2>\
<p>And — и </p>\
<p>In addition — к тому же </p>\
<p>As well as — так же… как </p>\
<p>Also — также </p>\
<p>Too — тоже </p>\
<p>Besides — кроме того </p>\
<p>Furthermore — к тому же </p>\
<p>Moreover — более того </p>\
<p>Apart from — кроме того </p>\
<p>In addition to — в дополнение к</p>\
<p> </p>\
<p>Give me a coffee and don’t forget that I like with milk.</p>\
<p>Принесите мне кофе и не забудьте — я люблю с молоком.</p>\
<h2></h2>\
<p>* Используются при подведении общего вывода, итога </p>\
<h2></h2>\
<p>In short — вкратце </p>\
<p>In brief — короче говоря </p>\
<p>In summary — в итоге </p>\
<p>To summarise — подводя итог </p>\
<p>In conclusion — в заключение </p>\
<p>In a nutshell — в двух словах </p>\
<p>To conclude — делая выводы </p>\
<p> </p>\
<p>I hate city’s noise, dust and rush, in brief, I don’t like cities. </p>\
<p>Я не люблю городской шум, пыль и суету, короче говоря, я не люблю города.</p>\
<h2></h2>\
<p>* Позволяют установить мысли, идеи в нужной последовательности </p>\
<h2></h2>\
<p>The former, … the latter — первый… последний </p>\
<p>Firstly, secondly — во-первых, во-вторых </p>\
<p>Finally — в конце концов </p>\
<p>The first point is — во-первых </p>\
<p>Lastly — наконец </p>\
<p>The following — следующий </p>\
<p> </p>\
<p>The first point is her disease, which prevented us from leaving the city this morning. </p>\
<p>Во-первых, её болезнь помешала нам покинуть город этим утром.</p>\
<h2></h2>\
<p>* Употребляются для указания причины происходящего </p>\
<h2></h2>\
<p>Due to / due to the fact that — согласно/ согласно тому факту, что </p>\
<p>Because — потому что </p>\
<p>Because of — из-за того, что </p>\
<p>Since — с тех пор, как </p>\
<p>As — так как </p>\
<p> </p>\
<p>We were in the hotel all day long because of heavy rain.</p>\
<p>Мы пробыли весь день в отеле из-за сильного дождя.</p>\
<h2></h2>\
<p>* Используются для выделения результата высказывания </p>\
<h2></h2>\
<p>Therefore — поэтому </p>\
<p>So — таким образом </p>\
<p>Consequently — следовательно </p>\
<p>This means that — это значит, что </p>\
<p>As a result — в результате </p>\
<p> </p>\
<p>He earns much money therefore he has possibility to buy a new car every year.</p>\
<p>Он зарабатывает много денег, поэтому он имеет возможность покупать новую машину каждый год.</p>\
<h2></h2>\
<p>* Позволяют противопоставить идеи одна другой </p>\
<h2></h2>\
<p>But — но </p>\
<p>However — однако </p>\
<p>Although / even though — хотя / даже если </p>\
<p>Despite — несмотря на </p>\
<p>In spite of — несмотря на </p>\
<p>In spite of the fact that — несмотря на тот факт, что </p>\
<p>Nevertheless — несмотря на это, всё-таки </p>\
<p>Nonetheless — тем не менее </p>\
<p>While — в то время, как / несмотря на то, что </p>\
<p>Whereas — поскольку / несмотря на </p>\
<p>Unlike — в отличие от </p>\
<p>In theory… in practice…- по теории… на практике же… </p>\
<p> </p>\
<p>I like this town, but there are no friends here.</p>\
<p>Я люблю этот город, но здесь нет моих друзей.</p>\
<h2></h2>\
<h5>Важно знать о словах-связках</h5>\
<p>Запомните некоторые правила употребления связующих слов:</p>\
<p>* Also (также) не стоит в начале предложения </p>\
<p>* Too (тоже) место данной связки в конце предложения </p>\
<p>* The following (следующие) — после данной связки следует перечисление </p>\
<p>* После всех этих связок следует всегда имя существительное: </p>\
<p>  * <b>due to</b> — из-за </p>\
<p>  * <b>owing to</b> — благодаря </p>\
<p>  * <b>because</b> — потому что </p>\
<p>  * <b>because of</b> — из-за </p>\
<p>* So (итак) больше подходит для неформальной речи </p>\
<p>* Слова, которые противопоставляют две точки зрения, две различные позиции, такие как </p>\
<p>  * <b>although</b> — хотя </p>\
<p>  * <b>despite</b> — несмотря на</p>"
};


// Сильная грамматика
var eng2 = {
	"Ещё здесь пусто, человек":"Иди гуляй в свой дивный век"
};

// Слова
var eng3 = {
	"\<h1>\
	Общие слова</h1><br/>\
	<h4>1 - здравствуйте, привет<br/>\
	2 - извини(те)<br/>\
	3 - пожалуйста (прошу); угождать<br/>\
	4 - спасибо<br/>\
	5 - пожалуйста, не за что<br/>\
	6 - как жаль<br/>\
	7 - до свидания<br/>\
	</h4>":"<h1>\
	Common words [каммОн вордс]</h1><h4><br/>\
	1 - hi [хай], hello [хэлОу]<br/>\
	2 - sorry [сOри]<br/>\
	3 - please [пли:з]<br/>\
	4 - thank you [сэнк ю]<br/>\
	5 - you are welcome [ю: а уЭлкэм]<br/>\
	6 - what a pity [уот э пИти]<br/>\
	7 - (good)bye [(гуд)бAй]<br/>\
	</h4>","<h1>Люди</h1><br/>\
	<h4>\
	1 - мужчина<br/>\
	2 - женщина<br/>\
	3 - ребенок<br/>\
	4 - мальчик<br/>\
	5 - девочка<br/>\
	6 - парень<br/>\
	7 - друг<br/>\
	8 - знакомый; знакомство<br/>\
	9 - сосед<br/>\
	10 - гость<br/>\
	11 - начальник; шеф; главный; вождь<br/>\
	12 - босс<br/>\
	13 - конкурент, соперник<br/>\
	14 - клиент<br/>\
	15 - коллега<br/>\
	</h4>":"<h1>People [пи:пл]</h1><br/>\
	<h4>\
	1 - man [мэн] (мн.ч. men [мен])<br/>\
	2 - woman [уУмэн] (мн.ч. women [уИмин])<br/>\
	3 - child [чайлд] (мн.ч. children [чИлдрэн])<br/>\
	4 - boy [бой]<br/>\
	5 - girl [гё:рл]<br/>\
	6 - guy [гай]<br/>\
	7 - friend [фрэнд]<br/>\
	8 - acquaintance [экуЭйнтэнс]<br/>\
	9 - neighbor [нЭйбэр]<br/>\
	10 - guest [гэст]<br/>\
	11 - chief [чи:ф]<br/>\
	12 - boss [бос]<br/>\
	13 - competitor [кэмпЭтитэр]<br/>\
	14 - client [клАйэнт]<br/>\
	15 - colleague [кОли:г]<br/>\
	</h4>","<h1>Семья</h1><br/>\
	<h4>\
	1 - родители<br/>\
	2 - отец<br/>\
	3 - папа<br/>\
	4 - мать<br/>\
	5 - мама<br/>\
	6 - муж<br/>\
	7 - жена<br/>\
	8 - сын<br/>\
	9 - дочь<br/>\
	10 - брат<br/>\
	11 - сестра<br/>\
	12 - дед<br/>\
	13 - тесть, свекор<br/>\
	14 - дядя<br/>\
	15 - тетя<br/>\
	16 - двоюродный брат, двоюродная сестра<br/>\
	17 - племянник<br/>\
	18 - племянница<br/>\
	</h4>":"<h1>Family [фЭмили]</h1><br/>\
	<h4>\
	1 - parents [пЭэрэнтс]<br/>\
	2 - father [фА:зэр]<br/>\
	3 - dad(dy) [дЭд(и)]<br/>\
	4 - mother [мАзэр]<br/>\
	5 - mum(my) [мам(и)]<br/>\
	6 - husband [хАзбэнд]<br/>\
	7 - wife [уАйф]<br/>\
	8 - son [сан]<br/>\
	9 - daughter [дО:тэр]<br/>\
	10 - brother [брАзэр]<br/>\
	11 - sister [сИстэр]<br/>\
	12 - grandfather [грЭнфА:зэр]<br/>\
	13 - father-in-law [фА:зэр ин лО:]<br/>\
	14 - uncle [анкл]<br/>\
	15 - aunt [а:нт]<br/>\
	16 - cousin [казн]<br/>\
	17 - nephew [нЭфъю:]<br/>\
	18 - niece [ни:с]<br/>\
	</h4>","<h1>Работа</h1><br/>\
	<h4>\
	1 - бизнесмен<br/>\
	2 - учитель<br/>\
	3 - водитель<br/>\
	4 - рабочий<br/>\
	5 - инженер<br/>\
	6 - врач<br/>\
	7 - адвокат, юрист<br/>\
	8 - журналист<br/>\
	9 - медсестра<br/>\
	10 - продавец<br/>\
	11 - официант<br/>\
	12 - бухгалтер<br/>\
	13 - художник<br/>\
	14 - музыкант<br/>\
	15 - актер<br/>\
	16 - студент<br/>\
	17 - школьник, ученик<br/>\
	</h4>":"<h1>Job [джоб]</h1><br/>\
	<h4>\
	1 - businessman [бИзнэсмэн] (мн.ч. businessmen [бИзнэсмен])<br/>\
	2 - teacher [тИ:чэр]<br/>\
	3 - driver [дрАйвэр]<br/>\
	4 - worker [уО:ркэр]<br/>\
	5 - engineer [энджинИ:эр]<br/>\
	6 - doctor [дОктэр]<br/>\
	7 - lawyer [лО:ер]<br/>\
	8 - journalist [джЁ:рнэлист]<br/>\
	9 - nurse [нё:рс]<br/>\
	10 - shop assistаnt [шОп эсИстэнт]<br/>\
	11 - waiter [уЭйтэр]<br/>\
	12 - accountant [экАунтэнт]<br/>\
	13 - artist [А:ртист]<br/>\
	14 - musician [мъю:зИшн]<br/>\
	15 - actor [Эктэр]<br/>\
	16 - student [стъЮдэнт]<br/>\
	17 - pupil [пъюпл]<br/>\
	</h4>","<h1>Животное</h1><br/>\
	<h4>\
	1 - кошка<br/>\
	2 - собака<br/>\
	3 - птица<br/>\
	4 - белка<br/>\
	5 - волк<br/>\
	6 - гусь <br/>\
	7 - жираф<br/>\
	8 - кролик; заяц<br/>\
	9 - корова<br/>\
	10 - крыса<br/>\
	11 - лиса<br/>\
	12 - лошадь<br/>\
	13 - лягушка<br/>\
	14 - медведь<br/>\
	15 - мышь <br/>\
	16 - обезьяна<br/>\
	17 - свинья<br/>\
	18 - слон<br/>\
	19 - утка<br/>\
	</h4>":"<h1>Animal [Энимэл] </h1><br/>\
	<h4>\
	1 - cat [кэт]<br/>\
	2 - dog [дог]<br/>\
	3 - bird [бё:рд]<br/>\
	4 - squirrel [скуИрэл]<br/>\
	5 - wolf [уулф]<br/>\
	6 - goose [гу:с] (мн.ч. geese [ги:с])<br/>\
	7 - giraffe [джирА:ф]<br/>\
	8 - rabbit [рЭбит]<br/>\
	9 - cow [кАу]<br/>\
	10 - rat [рЭт]<br/>\
	11 - fox [фокс]<br/>\
	12 - horse [хо:рс]<br/>\
	13 - frog [фрог]<br/>\
	14 - bear [бЭэр]<br/>\
	15 - mouse [мАус] (мн.ч. mice [майс])<br/>\
	16 - monkey [мАнки]<br/>\
	17 - pig [пиг]<br/>\
	18 - elephant [Элэфэнт]<br/>\
	19 - duck [дак]<br/>\
	</h4>","<h1>Город</h1><br/>\
	<h4>\
	1 - страна; сельская местность<br/>\
	2 - дом (здание)<br/>\
	3 - дом (место проживания)<br/>\
	4 - здание; строительство<br/>\
	5 - место; помещать<br/>\
	6 - вход<br/>\
	7 - выход<br/>\
	8 - центр<br/>\
	9 - двор<br/>\
	10 - крыша<br/>\
	11 - забор<br/>\
	12 - земля, участок<br/>\
	13 - деревня, поселок<br/>\
	14 - школа<br/>\
	15 - университет<br/>\
	16 - театр<br/>\
	17 - церковь<br/>\
	18 - ресторан<br/>\
	19 - кафе<br/>\
	20 - гостиница<br/>\
	21 - банк<br/>\
	22 - кинотеатр<br/>\
	23 - больница<br/>\
	24 - полиция<br/>\
	25 - почта<br/>\
	26 - станция, вокзал<br/>\
	27 - аэропорт<br/>\
	28 - магазин<br/>\
	29 - аптека<br/>\
	30 - рынок<br/>\
	31 - офис<br/>\
	32 - компания, фирма<br/>\
	33 - предприятие, завод, фабрика<br/>\
	34 - площадь<br/>\
	35 - улица<br/>\
	36 - дорога<br/>\
	37 - перекрёсток<br/>\
	38 - остановка; останавливаться<br/>\
	39 - тротуар<br/>\
	40 - тропа, тропинка<br/>\
	41 - сад<br/>\
	42 - парк<br/>\
	43 - мост<br/>\
	44 - река<br/>\
	45 - лес<br/>\
	46 - поле<br/>\
	47 - гора<br/>\
	48 - озеро<br/>\
	49 - море<br/>\
	50 - океан<br/>\
	51 - морской берег, побережье<br/>\
	52 - пляж<br/>\
	53 - песок<br/>\
	54 - остров<br/>\
	55 - граница<br/>\
	56 - таможня<br/>\
	57 - мусор<br/>\
	58 - отходы; тратить впустую<br/>\
	59 - камень<br/>\
	</h4>":"<h1>City [сИти]</h1><br/>\
	<h4>\
	1 - country [кантри]<br/>\
	2 - house [хАус]<br/>\
	3 - home [хОум]<br/>\
	4 - building [бИлдинг]<br/>\
	5 - place [плэйс]<br/>\
	6 - entrance [Энтрэнс]<br/>\
	7 - exit [Эгзит]<br/>\
	8 - center [сЭнтэр]<br/>\
	9 - yard [я:рд]<br/>\
	10 - roof [ру:ф]<br/>\
	11 - fence [фэнс]<br/>\
	12 - land [лэнд]<br/>\
	13 - village [вИлидж]<br/>\
	14 - school [ску:л]<br/>\
	15 - university [юнивЁ:рсити]<br/>\
	16 - theater [сИ:этэр]<br/>\
	17 - church [чё:рч]<br/>\
	18 - restaurant [рЭстронт]<br/>\
	19 - cafe [кЭфэй]<br/>\
	20 - hotel [хоутЭл]<br/>\
	21 - bank [бэнк]<br/>\
	22 - cinema [сИнэмэ]<br/>\
	23 - hospital [хОспитл]<br/>\
	24 - police [пОлис]<br/>\
	25 - post office [пОуст Офис]<br/>\
	26 - station [стэйшн]<br/>\
	27 - airport [Ээпо:рт]<br/>\
	28 - shop [шоп]<br/>\
	29 - pharmacy [фА:рмаси]<br/>\
	30 - market [мА:ркит]<br/>\
	31 - office [Офис]<br/>\
	32 - company [кОмпэни]<br/>\
	33 - factory [фЭктэри]<br/>\
	34 - square [скуЭэр]<br/>\
	35 - street [стри:т]<br/>\
	36 - road [рОуд]<br/>\
	37 - crossroads [крОсроудз]<br/>\
	38 - stop [стоп]<br/>\
	39 - sidewalk [сАйдуо:к]<br/>\
	40 - path [па:с]<br/>\
	41 - garden [га:рдн]<br/>\
	42 - park [па:рк]<br/>\
	43 - bridge [бридж]<br/>\
	44 - river [рИвэр]<br/>\
	45 - forest [фОрист]<br/>\
	46 - field [фи:лд]<br/>\
	47 - mountain [мАунтин]<br/>\
	48 - lake [лэйк]<br/>\
	49 - sea [си:]<br/>\
	50 - ocean [Оушн]<br/>\
	51 - coast [кОуст]<br/>\
	52 - beach [би:ч]<br/>\
	53 - sand [сэнд]<br/>\
	54 - island [Айлэнд]<br/>\
	55 - border [бО:рдэр]<br/>\
	56 - customs [кАстэмз]<br/>\
	57 - garbage [гА:рбидж]<br/>\
	58 - waste [уэйст]<br/>\
	59 - stone [стОун]<br/>\
	</h4>","<h1>Растение; завод; сажать</h1><br/>\
	<h4>\
	1 - дерево<br/>\
	2 - трава<br/>\
	3 - цветок<br/>\
	4 - лист (дерева)<br/>\
	</h4>":"<h1>Plant [плА:нт]</h1><br/>\
	<h4>\
	1 - tree [три:]<br/>\
	2 - grass [гра:с]<br/>\
	3 - flower [флАуэр]<br/>\
	4 - leaf [ли:ф]<br/>\
	</h4>","<h1>Квартира</h1><br/>\
	<h4>\
	1 - комната<br/>\
	2 - зал<br/>\
	3 - спальня<br/>\
	4 - ванная<br/>\
	5 - душ<br/>\
	6 - туалет<br/>\
	7 - кухня<br/>\
	8 - коридор<br/>\
	9 - балкон<br/>\
	10 - пол; этаж<br/>\
	11 - потолок<br/>\
	12 - стена<br/>\
	13 - ступеньки; лестница<br/>\
	14 - дверь<br/>\
	15 - окно<br/>\
	16 - подоконник<br/>\
	17 - занавес(ка), штора<br/>\
	18 - выключатель; переключать<br/>\
	19 - розетка<br/>\
	20 - (водопроводный) кран<br/>\
	21 - труба; трубка<br/>\
	22 - дымовая труба<br/>\
	</h4>":"<h1>Flat [флэт] </h1><br/>\
	<h4>\
	1 - room [рум]<br/>\
	2 - living room [лИвинг рум]<br/>\
	3 - bedroom [бЭдрум]<br/>\
	4 - bathroom [бА:срум]<br/>\
	5 - shower [шАуэр]<br/>\
	6 - toilet [тОйлит]<br/>\
	7 - kitchen [кИтчин]<br/>\
	8 - hall [хо:л]<br/>\
	9 - balcony [бЭлкони]<br/>\
	10 - floor [фло:р]<br/>\
	11 - ceiling [сИ:линг]<br/>\
	12 - wall [уО:л]<br/>\
	13 - stairs [стЭэрз]<br/>\
	14 - door [до:р]<br/>\
	15 - window [уИндоу]<br/>\
	16 - windowsill [уИндоусил]<br/>\
	17 - curtain [кЁртэн]<br/>\
	18 - switch [cуИч]<br/>\
	19 - socket [сОкит]<br/>\
	20 - faucet [фО:сит]<br/>\
	21 - pipe [пайп]<br/>\
	22 - chimney [чИмни]<br/>\
	</h4>","<h1>Мебель</h1><br/>\
	<h4>\
	1 - стол<br/>\
	2 - стул<br/>\
	3 - кресло<br/>\
	4 - диван<br/>\
	5 - кровать<br/>\
	6 - (платяной) шкаф<br/>\
	7 - шкаф(чик)<br/>\
	8 - полка<br/>\
	9 - зеркало<br/>\
	10 - ковер<br/>\
	11 - холодильник<br/>\
	12 - микроволновка<br/>\
	13 - печь, духовка<br/>\
	14 - кухонная плита<br/>\
	</h4>":"<h1>Furniture [фЁ:ничэ] </h1><br/>\
	<h4>\
	1 - table [тэйбл]<br/>\
	2 - chair [чЭэр]<br/>\
	3 - armchair [А:рмчээр]<br/>\
	4 - sofa [сОуфа]<br/>\
	5 - bed [бэд]<br/>\
	6 - wardrobe [уО:дроуб]<br/>\
	7 - cabinet [кЭбинэт]<br/>\
	8 - shelf [шэлф]<br/>\
	9 - mirror [мИрор]<br/>\
	10 - carpet [кА:рпит]<br/>\
	11 - fridge [фридж]<br/>\
	12 - microwave [мАйкроууэйв]<br/>\
	13 - oven [Авэн]<br/>\
	14 - stove [стОув]<br/>\
	</h4>","<h1>Еда</h1><br/>\
	<h4>\
	1 - хлеб<br/>\
	2 - масло<br/>\
	3 - растительное масло; нефть<br/>\
	4 - сыр<br/>\
	5 - колбаса, сосиска<br/>\
	6 - ветчина<br/>\
	7 - мясо<br/>\
	8 - говядина<br/>\
	9 - свинина<br/>\
	10 - баранина; ягненок<br/>\
	11 - цыпленок; курица<br/>\
	12 - котлета<br/>\
	13 - рыба; рыбачить<br/>\
	14 - яйцо<br/>\
	15 - салат<br/>\
	16 - гриб<br/>\
	17 - кукуруза; зерно<br/>\
	18 - каша<br/>\
	19 - овсянка<br/>\
	20 - суп<br/>\
	21 - бутерброд<br/>\
	22 - рис<br/>\
	23 - лапша<br/>\
	24 - мука<br/>\
	25 - специя, пряность<br/>\
	26 - перец; поперчить<br/>\
	27 - соль; посолить<br/>\
	28 - лук (репчатый)<br/>\
	29 - чеснок<br/>\
	30 - соус<br/>\
	31 - овощи<br/>\
	32 - картофель<br/>\
	33 - морковь<br/>\
	34 - свекла<br/>\
	35 - помидор<br/>\
	36 - огурец<br/>\
	37 - капуста<br/>\
	38 - кабачок<br/>\
	39 - баклажан<br/>\
	40 - бобы<br/>\
	41 - горох<br/>\
	42 - орех<br/>\
	43 - фрукт(ы); плод<br/>\
	44 - яблоко<br/>\
	45 - груша<br/>\
	46 - банан<br/>\
	47 - ягода<br/>\
	48 - клубника, земляника<br/>\
	49 - малина<br/>\
	50 - вишня<br/>\
	51 - слива<br/>\
	52 - виноград<br/>\
	53 - брикос<br/>\
	54 - персик<br/>\
	55 - дыня<br/>\
	56 - арбуз<br/>\
	57 - тыква<br/>\
	58 - апельсин; оранжевый<br/>\
	59 - мандарин<br/>\
	60 - лимон<br/>\
	61 - ананас<br/>\
	62 - сахар<br/>\
	63 - мёд<br/>\
	64 - варенье<br/>\
	65 - торт<br/>\
	66 - булочка<br/>\
	67 - печенье<br/>\
	68 - пирог, пирожок<br/>\
	69 - конфета; сладкий<br/>\
	70 - мороженое<br/>\
	71 - шоколад<br/>\
	72 - вода; поливать<br/>\
	73 - газировка<br/>\
	74 - сок<br/>\
	75 - вино<br/>\
	76 - чай<br/>\
	77 - кофе<br/>\
	78 - молоко<br/>\
	79 - сливки; крем<br/>\
	80 - йогурт<br/>\
	81 - творог<br/>\
	</h4>":"<h1>Food [фу:д]</h1><br/>\
	<h4>\
	1 - bread [брэд]<br/>\
	2 - butter [бАтэр]<br/>\
	3 - oil [ойл]<br/>\
	4 - cheese [чи:з]<br/>\
	5 - sausage [сОсидж]<br/>\
	6 - ham [хэм]<br/>\
	7 - meat [ми:т]<br/>\
	8 - beef [би:ф]<br/>\
	9 - pork [по:рк]<br/>\
	10 - lamb [лэм]<br/>\
	11 - chicken [чИкин]<br/>\
	12 - cutlet [кАтлит]<br/>\
	13 - fish [фиш]<br/>\
	14 - egg [эг]<br/>\
	15 - salad [сЭлэд]<br/>\
	16 - mushroom [мАшрум]<br/>\
	17 - corn [ко:рн]<br/>\
	18 - porridge [пОридж]<br/>\
	19 - oatmeal [Оутми:л]<br/>\
	20 - soup [су:п]<br/>\
	21 - sandwich [сЭндуич]<br/>\
	22 - rice [райс]<br/>\
	23 - noodles [ну:длз]<br/>\
	24 - flour [флАуэр]<br/>\
	25 - spice [спайс]<br/>\
	26 - pepper [пЭпэр]<br/>\
	27 - salt [со:лт]<br/>\
	28 - onion [Аниэн]<br/>\
	29 - garlic [гА:рлик]<br/>\
	30 - sauce [сО:с]<br/>\
	31 - vegetables [вЭджитэблз]<br/>\
	32 - potatoes [потЭйтоуз]<br/>\
	33 - carrot [кЭрэт]<br/>\
	34 - beet [би:т]<br/>\
	35 - tomato [томA:тоу]<br/>\
	36 - cucumber [къЮкамбэр]<br/>\
	37 - cabbage [кЭбидж]<br/>\
	38 - squash [скуОш]<br/>\
	39 - eggplant [Эгпла:нт]<br/>\
	40 - beans [би:нз]<br/>\
	41 - pea [пи:]<br/>\
	42 - nut [нат]<br/>\
	43 - fruit [фру:т]<br/>\
	44 - apple [эпл]<br/>\
	45 - pear [пЭэр]<br/>\
	46 - banana [бэнЭнэ]<br/>\
	47 - berry [бЭри]<br/>\
	48 - strawberry [стрО:бэри]<br/>\
	49 - raspberry [рА:збэри]<br/>\
	50 - cherry [чЭри]<br/>\
	51 - plum [плам]<br/>\
	52 - grape [грэйп]<br/>\
	53 - apricot [Эйприкот]<br/>\
	54 - peach [пи:ч]<br/>\
	55 - melon [мЭлон]<br/>\
	56 - watermelon [уOтэрмэлэн]<br/>\
	57 - pumpkin [пАмпкин]<br/>\
	58 - orange [Oриндж]<br/>\
	59 - mandarin [мЭндэрин]<br/>\
	60 - lemon [лЭмон]<br/>\
	61 - pineapple [пАйнэпл]<br/>\
	62 - sugar [шУгэ]<br/>\
	63 - honey [хАни]<br/>\
	64 - jam [джэм]<br/>\
	65 - cake [кэйк]<br/>\
	66 - bun [бан]<br/>\
	67 - cookie [кУки]<br/>\
	68 - pie [пай]<br/>\
	69 - sweet [суи:т]<br/>\
	70 - ice-cream [Aйскри:м]<br/>\
	71 - chocolate [чOклит]<br/>\
	72 - water [уотэр]<br/>\
	73 - soda [сOуда]<br/>\
	74 - juice [джу:с]<br/>\
	75 - wine [уайн]<br/>\
	76 - tea [ти:]<br/>\
	77 - coffee [кOфи]<br/>\
	78 - milk [милк]<br/>\
	79 - cream [кри:м]<br/>\
	80 - yogurt [йОгэт]<br/>\
	81 - curd [кЁ:рд]<br/>\
	</h4>","<h1>Блюдо, посуда</h1><br/>\
	<h4>\
	1 - чашка<br/>\
	2 – стакан; стекло<br/>\
	3 - кружка<br/>\
	4 - тарелка<br/>\
	5 - ложка<br/>\
	6 - вилка <br/>\
	7 - нож<br/>\
	8 - блюдце<br/>\
	9 - бутылка<br/>\
	10 - салфетка<br/>\
	11 - кастрюля<br/>\
	12 - сковородка<br/>\
	13 - чайник; котел<br/>\
	</h4>":"<h1>Dish [диш], dishes [дИшиз]</h1><br/>\
	<h4>\
	1 - cup [кап]<br/>\
	2 - glass [гла:с]<br/>\
	3 - mug [маг]<br/>\
	4 - plate [плэйт]<br/>\
	5 - spoon [спу:н]<br/>\
	6 - fork [фо:рк]<br/>\
	7 - knife [найф]<br/>\
	8 - saucer [сO:сэр]<br/>\
	9 - bottle [ботл]<br/>\
	10 - napkin [нЭпкин]<br/>\
	11 - pan [пэн]<br/>\
	12 - frying pan [фрАйинг пэн]<br/>\
	13 - kettle [кэтл]<br/>\
	</h4>","<h1>Принятие пищи, еда</h1><br/>\
	<h4>\
	1 - завтрак<br/>\
	2 - обед<br/>\
	3 - ужин<br/>\
	</h4>":"<h1>Meal [ми:л]</h1><br/>\
	<h4>\
	1 - breakfast [брЭкфэст]<br/>\
	2 - lunch [ланч]<br/>\
	3 - dinner [дИнэр]<br/>\
	</h4>","<h1>Транспорт, перевозить</h1><br/>\
	<h4>\
	1 - самолет<br/>\
	2 - автомобиль<br/>\
	3 - трамвай<br/>\
	4 - автобус<br/>\
	5 - поезд<br/>\
	6 - корабль<br/>\
	7 - велосипед<br/>\
	</h4>":"<h1>transport [трЭнспо:рт], [трэнспО:рт]</h1><br/>\
	<h4>\
	1 - plane [плэйн]<br/>\
	2 - car [ка:р]<br/>\
	3 - tram [трэм]<br/>\
	4 - bus [бас]<br/>\
	5 - train [трэйн]<br/>\
	6 - ship [шип]<br/>\
	7 - bicycle [бAйсикл]<br/>\
	</h4>"

	// ,"<h1></h1><br/>\
	// <h4>\

	// </h4>":"<h1></h1><br/>\
	// <h4>\
	
	// </h4>"
};