// Простые правила
var eng1 = {"\
	<h1>Порядок слов в предложении</h1>":"\
	<p>Для того, чтобы построить даже самое простое предложение в английском, нужно знать порядок слов в языке. Эта, казалось бы, простая, но очень важная тема является отправной точкой в изучении английской грамматики.</p>\
	<h4>Подлежащее + сказуемое + прямое дополнение</h4>\
	<p>В обычном утвердительном предложении подлежащее ставится непосредственно перед сказуемым (глаголом). Прямое дополнение, когда оно есть, идет сразу после глагола. Например:</p>\
	<p>They bought a car. — Они купили машину.</p>\
	<p>We can’t do that. — Мы не можем этого сделать.</p>\
	<p>The girl in a blue dress was playing the piano. — Девочка в синем платье играла на фортепиано.</p>\
	<h4>Предикат</h4>\
	<p>Заметьте, что под подлежащим мы здесь подразумеваем не только главное существительное или местоимение, но и прилагательные или описательные фразы, которые к нему относятся. Остальная часть предложения, которая не относится к подлежащему, называется предикатом. Например:</p>\
	<p>The girl in a blue dress was playing the piano.</p>\
	<h4>Косвенные дополнения и обстоятельства</h4>\
	<p>Если в предложении есть еще какие-либо части — косвенные дополнения или обстоятельства — они обычно занимают строго определенное место.</p>\
	<h5>Позиция косвенного дополнения</h5>\
	<p>Косвенное дополнение ставится после прямого дополнения, если оно содержит предлог to.</p>\
	<p>Косвенное дополнение ставится перед прямым дополнением, когда to отсутствует. Например:</p>\
	<p>The teacher gave dictionaries to the pupils. — Учитель раздал словари ученикам.</p>\
	<p>The teacher gave them dictionaries. — Учитель раздал им словари.</p>\
	<h5>Позиция обстоятельства</h5>\
	<p>Обстоятельство может ставиться в трех местах:</p>\
	<h6>Перед подлежащим (обычно это обстоятельства времени)</h6>\
	<p>In the morning he was reading a book. — Утром он читал книгу.</p>\
	<h6>После дополнения (сюда можно поставить практически любое наречие или обстоятельственный оборот):</h6>\
	<p>He was reading a book at the library. — Он читал книгу в библиотеке.</p>\
	<h6>Между вспомогательным и основным глаголом (как правило, это короткие наречия):</h6>\
	<p>He has already read this book. — Он уже прочел книгу.</p>\
	<h4>Нестандартный порядок слов в английском</h4>\
	<p>Обычно в стандартном английском между подлежащим и сказуемым или между сказуемым и дополнением не ставится других слов. Но есть несколько исключений. Вот самые важные из них:</p>\
	<h5>Наречия частоты действия и косвенные дополнения без предлога to</h5>\
	<p>I sometimes drink coffee in the morning. — Я иногда пью кофе по утрам.</p>\
	<p>He showed the driver his bus pass. — Он показал водителю свой проездной на автобус.</p>\
	<p>Если вы будете следовать этим простым правилам, вам удастся избежать ошибок в расстановке слов в английском предложении. Приведенные примеры намеренно просты — но эти же правила можно применять и к более сложным предложениям с придаточными конструкциями. Например:</p>\
	<p>The woman, [who often felt lonely], never went to sleep before [she had phoned her sister.] — Женщина, [которая часто чувствовала себя одинокой], никогда не ложилась спать, [не позвонив своей сестре].</p>\
	<h4>Стилистическое изменение порядка слов</h4>\
	<p>Конечно, в правилах есть исключения, и писатели или ораторы часто используют нестандартный порядок слов для достижения особого эффекта. Но если сейчас мы будем заострять внимание на исключениях, мы отвлечемся от главных принципов, и проблема порядка слов в предложении может показаться очень сложной.</p>\
	<p>Поэтому вот еще несколько примеров: вы должны знать, что такие предложения существуют, но не пытайтесь использовать их без крайней необходимости, пока не освоите принципы обычного порядка слов (помните, что сначала нужно научиться ходить, а потом уже бегать!):</p>\
	<p>Never before had he felt so miserable. — Никогда ранее не чувствовал он себя таким несчастным.</p>\
	<p>Если предложение начинается с never или never before, подлежащее и сказуемое часто подвергаются инверсии, т.е. меняются местами. Не используйте инверсию, когда never следует за подлежащим!</p>\
	<p>Hardly had I finished cleaning the house, my friend called. — Едва я закончил уборку дома, как позвонил мой друг.</p>\
	<p>(Когда предложение начинается с hardly, подлежащее и сказуемое необходимо инвертировать всегда.)</p>\
	<p>Had they known, they'd never have done that. — Знай они это, они бы никогда так не поступили.</p>\
	<p>(Инверсия используется в структурах гипотетического условия, когда if опускается.)</p>\
	<p>Whatever you can tell me, I know already. — Что бы ты мне ни сказал, я уже это знаю.</p>\
	<p>Здесь развернутое дополнение, Whatever you can tell me, помещено в начало предложения по художественным причинам: такая структура предложения не является необходимой, это просто стилистический прием.</p>\
	<p>Теперь, освоив правила построения простых предложений, вы можете переходить к более сложным предложениям с придаточными конструкциями.</p>",
	"<h1>Образование слов и конструкций</h1>":"\
	<h4>Артикли</h4>\
	<p>В английском языке различают два артикля – определенный [the] и неопределенный [a (an)]. Артикль в основном ставится только перед существительными. Неопределенный артикль применяется исключительно к исчисляемыми существительными в единственном числе, а определенный артикль можно применять к различным существительным в единственном и множественном числе, независимо от того, исчисляемые они или нет.</p>\
	<p> </p>\
	<h5>No article</h5>\
	<p>Артикль не употребляется, если перед существительным стоит количественное числительное (one, two, six, etc), притяжательное или указательное местоимение (this, that, my, our etc.), другое существительное в притяжательном падеже (my father’s, Mary’s etc) , или отрицание «no» (не not !). Примеры :</p>\
	<p> </p>\
	<p>There are <b>two boys</b> in the yard — во дворе два мальчика.</p>\
	<p><b>My room</b> is not big, but comfortable — Моя комната небольшая, но удобная.</p>\
	<p>I have <b>no brother</b> — у меня нет брата.</p>\
	<p>Артикль не употребляется с <b>неисчисляемыми существительными</b>, обозначающими неопределенное количество вещества или абстрактное понятие:</p>\
	<p> </p>\
	<p>I don’t like <b>tea</b>, I prefer <b>coffee</b>. — Я не люблю чай, я предпочитаю кофе (чай, кофе — вообще)</p>\
	<p>Friendship is one of the most important things in my life. — Дружба — одна из самых важных вещей в моей жизни (дружба — абстрактное понятие)</p>\
	<p>С названиями видов спорта артикль не употребляется:</p>\
	<p> </p>\
	<p>I am fond of football, and my sister prefers badminton. — Я люблю футбол, а моя сестра предпочитает бадминтон.</p>\
	<p>Также артикль не употребляется с именами собственными (кроме некоторых географических названий, речь о которых пойдет ниже).</p>\
	<p> </p>\
	<h5>Неопределенный артикль «a»</h5>\
	<p>Неопределенный артикль — это «a»/«an» — это не самостоятельный артикль, а форма неопределенного, которая употребляется перед существительными, которые начинаются с гласного звука: an apple, an orange.</p>\
	<p> </p>\
	<p>Формы a и an — это остатки древнеанглийского слова, обозначающего «один», поэтому неопределенный артикль употребляется только с существительными в единственном числе.</p>\
	<p> </p>\
	<p>Неопределенный артикль употребляется в следующих случаях:</p>\
	<p> </p>\
	<p>При первом упоминании предмета. Например, I live in a house.</p>\
	<p>При обозначении профессии или рода занятий. Например, She is a teacher. My friend is a student.</p>\
	<p>После : This is, That is, It is, There is. Например, This is a computer. There is a rose in the vase.</p>\
	<p>Если c существительным употребляется характеризующее его прилагательное, в таких случаях артикль ставится перед прилагательным. Пример : This is a flower. This is a red flower.</p>\
	<p>Запомните употребление неопределенного артикля в предложениях следующего типа:</p>\
	<p>— What a beautiful color!</p>\
	<p> </p>\
	<p>— What a tasty cake!</p>\
	<p> </p>\
	<p>— What a good girl!</p>\
	<p> </p>\
	<h5>Определенный артикль «the»</h5>\
	<p>Определенный артикль употребляется в следующих случаях:</p>\
	<p> </p>\
	<p>Если мы говорим об определенном предмете, о котором мы уже говорили, или по контексту понимаем, о чем речь. Например, Yesterday I saw a film. The film was not interesting.</p>\
	<p>С предметами, которые являются единственными в своем роде – The sun, the wind, the moon, the earth.</p>\
	<p>После предлогов места. Например, There is a cat in front of the monitor.</p>\
	<p>C прилагательными в превосходной степени – the smallest – самый маленький, the quickest — самый быстрый.</p>\
	<p>С порядковыми числительными, например: the first book, the fifth floor (НО: если порядковое числительное обозначает номер, артикль не ставится: Lesson 7, Bus 15, page 45).</p>\
	<p>Со сторонами света: In the north; in the south; in the east; in the west.</p>\
	<p>С фамилией — если речь идет о всей семье — the Ivanovs — Ивановы, the Smiths — Смиты.</p>\
	<p>В устойчивых словосочетаниях: In the morning; in the evening; in the afternoon; to the cinema/ theatre; to the shop/ market; at the cinema/ the theatre; at the shop/ the market.</p>\
	<p>Определенный артикль необходимо употреблять со следующими географическими названиями: морей, океанов, рек, каналов, заливов, проливов, архипелагов, пустынь, горных цепей, стран, если в названии есть слово Republic, Federation, Kingdom, стоит во множественном числе (the Netherlands) или сокращается до аббревиатуры (the USA, the UK)</p>\
	<p> </p>\
	<p>C названиями стран, озер, гор (пиков), островов, городов, континентов, улиц, площадей, аэропортов артикль не используется.</p>\
	<p> </p>\
	<h4>Способы словообразования в английском языке</h4>\
	<p>Сложение слов — когда из двух и более самостоятельных слов путем сложения образуются новые слова: fireplace, chess-player. При этом новые слова могут писаться слитно (postman, windowsill, boyfriend), через дефис (copy-book, cinema-goer, holiday-maker) или раздельно (stone wall, fire brigade, market place). В таких случаях значение слова можно понять без труда: fur мех + coat пальто = furcoat шуба (меховое пальто), text – текст +book — книга = text-book – учебник (книга с текстами), well – хорошо + paу – платить = well-paid – хорошо оплачиваемый и т.д.</p>\
	<p>Конверсия – когда слово без изменений становится другой частью речи, например, water — вода – to water — поливать, milk молоко – to milk — доить, picture – картина – to picture — изображать. Подробнее о словах, которые могут быть и глаголами, и существительными, мы уже писали ранее.</p>\
	<p>Изменение слова при помощи приставки (префикса) или суффикса. Если вы будете знать значение основных приставок и суффиксов, вы легко сможете «опознать» слово по знакомому корню. Рассмотрим самые распространенные суффиксы.</p>\
	<h5>Английские префиксы</h5>\
	<p>Un-/im-/ir-/il-/dis-/in- – отрицательные префиксы. С их помощью образуются слова, противоположные по значению: legal законный – illegal незаконный, like любить – dislike не любить, usual обычный – unusual необычный</p>\
	<p>Mis — – этот префикс имеет значение «неправильно, неверно»: misunderstand (от слова understand — понимать)– неправильно понять, misprint (print- печатать)- опечатка, misinformation (information — информация) – неверная информация</p>\
	<p>Re- – имеет значение «сделать заново, повторно»: rewrite (write — писать) – переписать, replay (play-играть) – заново сыграть, refill (fill — наполнять) – заправить, заново наполнить</p>\
	<p>Over- указывает на чрезмерную степень чего-то: overcook (cook- готовить) – пережарить или переварить, overcrowd (crowd- наполнять людьми) – переполнять, oversleep (sleep — спать) — проспать (много спать) Under – имеет значение «под»: underground (ground- земля) – метро (подземка), underwear (wear — носить) – нижнее белье (то, что носят под одеждой)</p>\
	<p>Ex- этот префикс означает «бывший» — ex-president – бывший президент, ex-girlfriend – бывшая подружка</p>\
	<h5>Английские суффиксы</h5>\
	<p>Рассмотрим наиболее употребительные суффиксы различных частей речи.</p>\
	<p> </p>\
	<h6>Суффиксы существительных</h6>\
	<p>-er/-or – этот суффикс образовывает существительные от глагола и обозначает того, кто осуществляет действие: player (play- играть) — игрок, swimmer (swim- плавать ) — пловец, visitor (visit — посещать) — посетитель, speaker (speak — говорить)- говорящий, оратор, adviser (advise — советовать) — советник</p>\
	<p>-ing – суффикс отглагольного существительного – beginning (begin — начинать) — начало, feeling (feel — чувствовать) — чувство, opening (open — открывать) — открытие</p>\
	<p>Абстрактные существительные от прилагательных образуются при помощи следующих суффиксов:</p>\
	<p> </p>\
	<p>-ness – sleepiness (sleep — спать) — сонливость , loneliness (lonely — одинокий) – одиночество, darkness (dark — темный ) — темнота, politeness (polite — вежливый) — вежливость</p>\
	<p>-ment — movement (move — двигать) — движение , announcement (announce — объявлять) – объявление, agreement (agree — соглашаться) — согласие</p>\
	<p>-dom – freedom (free — свободный) — свобода, boredom (bore — скучный) — скука, kingdom (king — король) — королевство</p>\
	<p>-ion/-tion/-sion/-ssion – competition (compete — соревноваться) — соревнование, admission (admit — признавать) — признание, celebration (celebrate — праздновать) — празднование, revision (revise — пересматривать) — пересмотр</p>\
	<p>-ure/-ture — adventure — приключение, agriculture – сельское хозяйство, nature — природа</p>\
	<p>-hood – childhood (child — ребенок) – детство, brotherhood (brother — брат) – братство, neighbourhood (neighbour — сосед) соседство</p>\
	<p>-ship – partnership (partner- партнер) партнерство, ownership (owner — собственник) — собственность, hardship (hard — трудный) — трудность</p>\
	<p>-ist — idealist (ideal — идеал) — идеалист, artist (art — искусство) pianist (piano- пианино) — пианист</p>\
	<p>-ance/-ence – importance (important — важный) — важность, disappearance (disappear — исчезать)- исчезновение, presence (present- присутствовать) – присутствие, silence (silent — безмолвный) — молчание</p>\
	<h6>Суффиксы прилагательных</h6>\
	<p>-able/-ible – eatable (eat — есть) — съедобный, unbreakable (un+break – ломать, разбивать) – небьющийся, changeable (change — менять) — переменчивый</p>\
	<p>-less – обозначает отсутствие, в русском языке часто соответствует приставке без-: expressionless (expression- выражение) – невыразительный, без выражения, cloudless (cloud — облако)- безоблачный, toothless (tooth — зуб) — беззубый, careless (care — забота) — беззаботный</p>\
	<p>-ous – dangerous (danger- опасность) опасный, famous (fame — слава) –знаменитый, vigorous (vigour – сила, энергия) – сильный, энергичный</p>\
	<p>-ful – наличие качества: forgetful (forget — забывать) – забывчивый, watchful (watch — наблюдать) — наблюдательный, doubtful (doubt- сомнение) – сомнительный, thoughtful (thought — мысль) задумчивый</p>\
	<p>-ish – обозначает 1) ослабленную степень качества: greenish – зеленоватый, reddish – красноватый, 2) выражение раздражения или презрения: childish – ведешь себя, как ребенок, bearish — как медведь, camelish – упрямый, как верблюд</p>\
	<p>-y – windy (wind — ветер) ветреный, stormy (storm — буря) – бурный, soapy (soap — мыло) — мыльный</p>\
	<p>-ic – philosophic (philosophy- философия) — философический, scientific (science — наука) — научный, democratic (democracy- демократия) — демократический</p>\
	<p>-ive – expressive (expression — выражение) выразительный, progressive (progress — прогресс) — прогрессивный, active (act – действовать) – активный (тот, кто много действует)</p>\
	<h6>Суффикс наречия</h6>\
	<p>-ly — calmly (calm — спокойный) — спокойно, occasionally (occasional — случайный) случайно, quickly (quick — быстрый) — быстро</p>\
	<h6>Суффикс глагола</h6>\
	<p>-en – образует глагол от прилагательных и существительных, обозначает действие, придающее качество, выраженное в основе weak — слабый – weaken — ослабевать, hard – твердый – harden — твердеть, sharp — острый – sharpen — точить</p>"
};

// 
var eng2 = {

};

var eng3 = {
	
};