// Простые правила
var eng1 = { "\
<h1>Порядок слов в предложении</h1>":"\
<p>Для того, чтобы построить даже самое простое предложение в английском, нужно знать порядок слов в языке. Эта, казалось бы, простая, но очень важная тема является отправной точкой в изучении английской грамматики.</p>\
<p> </p>\
<h4>Подлежащее + сказуемое + прямое дополнение</h4>\
<p>В обычном утвердительном предложении подлежащее ставится непосредственно перед сказуемым (глаголом). Прямое дополнение, когда оно есть, идет сразу после глагола. Например:</p>\
<p> </p>\
<p>* <b>They bought a car.</b> — Они купили машину.</p>\
<p>* <b>We can’t do that.</b> — Мы не можем этого сделать.</p>\
<p>* <b>The girl in a blue dress was playing the piano.</b> — Девочка в синем платье играла на фортепиано.</p>\
<p> </p>\
<h4>Предикат</h4>\
<p>Заметьте, что под подлежащим мы здесь подразумеваем не только главное существительное или местоимение, но и прилагательные или описательные фразы, которые к нему относятся. Остальная часть предложения, которая не относится к подлежащему, называется предикатом. Например:</p>\
<p> </p>\
<p>* The girl in a blue dress <b>was playing the piano.</b></p>\
<p> </p>\
<h4>Косвенные дополнения и обстоятельства</h4>\
<p>Если в предложении есть еще какие-либо части — косвенные дополнения или обстоятельства — они обычно занимают строго определенное место.</p>\
<p> </p>\
<h5>Позиция косвенного дополнения</h5>\
<p>Косвенное дополнение ставится <b>после прямого дополнения</b>, если оно содержит предлог <b>to</b>.</p>\
<p> </p>\
<p>Косвенное дополнение ставится <b>перед прямым дополнением</b>, когда <b>to</b> отсутствует. Например:</p>\
<p>* The teacher gave <b>dictionaries to</b> the pupils. — Учитель раздал словари ученикам.</p>\
<p>* The teacher gave them <b>dictionaries</b>. — Учитель раздал им словари.</p>\
<p> </p>\
<h5>Позиция обстоятельства</h5>\
<p>Обстоятельство может ставиться в трех местах:</p>\
<p> </p><b>Перед подлежащим</b> (обычно это обстоятельства времени)\
<p>* In the morning he was reading a book. — Утром он читал книгу.</p>\
<p> </p><b>После дополнения</b> (сюда можно поставить практически любое наречие или обстоятельственный оборот):\
<p>* He was reading a book at the library. — Он читал книгу в библиотеке.</p>\
<p> </p><b>Между вспомогательным и основным глаголом</b> (как правило, это короткие наречия):\
<p>* He has already read this book. — Он уже прочел книгу.</p>\
<p> </p>\
<h4>Нестандартный порядок слов в английском</h4>\
<p>Обычно в стандартном английском между подлежащим и сказуемым или между сказуемым и дополнением не ставится других слов. Но есть несколько исключений. Вот самые важные из них:</p>\
<p> </p>\
<h5>Наречия частоты действия и косвенные дополнения без предлога to</h5>\
<p>* I <b>sometimes</b> drink coffee in the morning.  — Я <b>иногда</b> пью кофе по утрам.</p>\
<p>* He showed the <b>driver</b> his bus pass. — Он показал <b>водителю</b> свой проездной на автобус.</p>\
<p> </p>\
<p>Если вы будете следовать этим простым правилам, вам удастся избежать ошибок в расстановке слов в английском предложении. Приведенные примеры намеренно просты — но эти же правила можно применять и к более сложным предложениям с придаточными конструкциями. Например:</p>\
<p> </p>\
<p>* The woman, [who often felt lonely], never went to sleep before [she had phoned her sister.]  — Женщина, [которая часто чувствовала себя одинокой], никогда не ложилась спать, [не позвонив своей сестре].</p>\
<p> </p>\
<h4>Стилистическое изменение порядка слов</h4>\
<p>Конечно, в правилах есть исключения, и писатели или ораторы часто используют нестандартный порядок слов для достижения особого эффекта. Но если сейчас мы будем заострять внимание на исключениях, мы отвлечемся от главных принципов, и проблема порядка слов в предложении может показаться очень сложной.</p>\
<p> </p>\
<p>Поэтому вот еще несколько примеров: вы должны знать, что такие предложения существуют, но не пытайтесь использовать их без крайней необходимости, пока не освоите принципы обычного порядка слов (помните, что сначала нужно научиться ходить, а потом уже бегать!):</p>\
<p> </p>\
<p>* Never before had he felt so miserable. — Никогда ранее не чувствовал он себя таким несчастным. </p>\
<p> </p>\
<p>Если предложение начинается с never или never before, подлежащее и сказуемое часто подвергаются инверсии, т.е. меняются местами. Не используйте инверсию, когда never следует за подлежащим!</p>\
<p> </p>\
<p>* Hardly had I finished cleaning the house, my friend called. — Едва я закончил уборку дома, как позвонил мой друг.</p>\
<p> </p>\
<p>(Когда предложение начинается с hardly, подлежащее и сказуемое необходимо инвертировать всегда.)</p>\
<p> </p>\
<p>* Had they known, they'd never have done that. — Знай они это, они бы никогда так не поступили.</p>\
<p> </p>\
<p>(Инверсия используется в структурах гипотетического условия, когда if опускается.)</p>\
<p> </p>\
<p>* Whatever you can tell me, I know already. — Что бы ты мне ни сказал, я уже это знаю.</p>\
<p> </p>\
<p>Здесь развернутое дополнение, Whatever you can tell me, помещено в начало предложения по художественным причинам: такая структура предложения не является необходимой, это просто стилистический прием.</p>\
<p> </p>\
<p>Теперь, освоив правила построения простых предложений, вы можете переходить к более сложным предложениям с придаточными конструкциями.</p>",

"\
<h1>Образование слов и конструкций</h1>":"\
<h4>Артикли</h4>\
<p>В английском языке различают два артикля – <b>определенный [the]</b> и <b>неопределенный [a (an)]</b>. Артикль в основном ставится только перед существительными. `Неопределенный` артикль применяется исключительно к `исчисляемыми существительными в единственном числе`, а `определенный` артикль можно применять к `различным существительным` в единственном и множественном числе, независимо от того, исчисляемые они или нет.</p>\
<p></p>\
<h5>No article</h5>\
<p>Артикль не употребляется, если перед существительным стоит <b>количественное числительное (one, two, six, etc)</b>, <b>притяжательное</b> или <b>указательное местоимение (this, that, my, our etc.)</b>, другое <b>существительное в притяжательном падеже (my father’s, Mary’s etc)</b> , или <b>отрицание «no»  (не not !)</b>. Примеры :</p>\
<p></p>\
<p>* There are <b>two boys</b> in the yard — во дворе два мальчика.</p>\
<p>* <b>My room</b> is not big, but comfortable — Моя комната небольшая, но удобная.</p>\
<p>* I have <b>no brother</b> — у меня нет брата.</p>\
<p></p>\
<p>Артикль не употребляется с <b>неисчисляемыми существительными</b>, обозначающими неопределенное количество вещества или абстрактное понятие:</p>\
<p></p>\
<p>* I don’t like <b>tea</b>, I prefer <b>coffee</b>. — Я не люблю чай, я предпочитаю кофе (чай, кофе — вообще)</p>\
<p>* <b>Friendship</b> is one of the most important things in my <b>life</b>. — Дружба — одна из самых важных вещей в моей жизни (дружба — абстрактное понятие)</p>\
<p></p>\
<p>С названиями <b>видов спорта</b> артикль не употребляется:</p>\
<p></p>\
<p> </p>\
<p>Также артикль не употребляется с <b>именами собственными</b> (кроме некоторых географических названий, речь о которых пойдет ниже).</p>\
<p> </p>\
<h5>Неопределенный артикль «a»</h5>\
<p>Неопределенный артикль — это  <b>«a»/«an»</b> — это не самостоятельный артикль, а форма неопределенного, которая употребляется перед существительными, которые начинаются с гласного звука: <b>an apple</b>, <b>an orange</b>.</p>\
<p> </p>\
<p>Формы a и an — это остатки древнеанглийского слова, обозначающего «один», поэтому неопределенный артикль употребляется только с <b>существительными в единственном числе</b>.  </p>\
<p> </p>\
<p>Неопределенный артикль употребляется в следующих случаях:</p>\
<p> * При первом упоминании предмета. Например, I live in <b>a house</b>.</p>\
<p> * При обозначении профессии или рода занятий. Например, She is <b>a teacher</b>. My friend is <b>a student</b>.</p>\
<p> * После : This is, That is, It is, There is. Например, <b>This is a</b> computer. <b>There is a</b> rose in the vase.</p>\
<p> * Если c существительным употребляется характеризующее его прилагательное, в таких случаях артикль ставится перед прилагательным. Пример : This is <b>a flower</b>. This is <b>a red flower</b>.</p><i> Запомните употребление неопределенного артикля в предложениях следующего типа:</i>\
<p>* I am fond of <b>football</b>, and my sister prefers <b>badminton</b>. — Я люблю футбол, а моя сестра предпочитает бадминтон.</p><i> </i><i> — What <b>a</b> beautiful color!</i><i> </i><i> — What <b>a</b> tasty cake!</i><i></i><i>— What <b>a</b> good girl!</i>\
<p> </p>\
<h5>Определенный артикль «the»</h5>\
<p>Определенный артикль употребляется в следующих случаях:</p>\
<p> </p>\
<p>* Если мы говорим об определенном предмете, о котором мы уже говорили, или по контексту понимаем, о чем речь. Например, Yesterday I saw <b>a film</b>. <b>The film</b> was not interesting.</p>\
<p>* С предметами, которые являются единственными в своем роде – <b>The sun</b>, <b>the wind</b>, <b>the moon</b>, <b>the earth</b>.</p>\
<p>* После предлогов места. Например, There is a cat <b>in front of the monitor</b>.</p>\
<p>* C прилагательными в превосходной степени – <b>the smallest</b> – самый маленький, <b>the quickest</b> — самый быстрый.</p>\
<p>* С порядковыми числительными, например: <b>the first</b> book, <b>the fifth</b> floor (НО: если порядковое числительное обозначает номер, артикль не ставится: Lesson 7, Bus 15, page 45).</p>\
<p>* Со сторонами света: In <b>the north</b>; in <b>the south</b>; in <b>the east</b>; in <b>the west</b>.</p>\
<p>* С фамилией — если речь идет о всей семье — <b>the Ivanovs</b> — Ивановы, <b>the Smiths</b> — Смиты.</p>\
<p>* В устойчивых словосочетаниях: <b>In the morning</b>; <b>in the evening</b>; <b>in the afternoon</b>; <b>to the cinema/ theatre</b>; <b>to the shop/ market</b>; <b>at the cinema/ the theatre</b>; <b>at the shop/ the market</b>.</p>\
<p> </p>\
<p>Определенный артикль необходимо употреблять со следующими географическими названиями: морей, океанов, рек, каналов, заливов, проливов, архипелагов, пустынь, горных цепей, стран, если в названии есть слово Republic, Federation, Kingdom, стоит во множественном числе (the Netherlands) или сокращается до аббревиатуры (the USA, the UK)</p>\
<p> </p>\
<p>C названиями стран, озер, гор (пиков), островов, городов, континентов, улиц, площадей, аэропортов артикль не используется.</p>\
<p> </p>\
<h4>Способы словообразования в английском языке</h4>\
<p>* <b>Сложение слов</b>  — когда из двух и более самостоятельных слов путем сложения образуются новые слова: fireplace, chess-player. При этом новые слова могут писаться слитно (postman, windowsill, boyfriend), через дефис (copy-book,  cinema-goer, holiday-maker) или раздельно (stone wall, fire brigade, market place). В таких случаях значение слова можно понять без труда: fur мех + coat пальто = furcoat шуба (меховое пальто), text – текст +book — книга = text-book – учебник (книга с текстами), well – хорошо + paу – платить  = well-paid – хорошо оплачиваемый и т.д.</p>\
<p>* <b>Конверсия</b> – когда слово без изменений становится другой частью речи, например, water — вода – to water — поливать, milk молоко  – to milk — доить, picture – картина  – to picture — изображать. Подробнее о словах, которые могут быть и глаголами, и существительными, мы уже писали ранее.</p>\
<p>* <b>Изменение слова при помощи приставки (префикса) или суффикса.</b> Если вы будете знать значение основных приставок и суффиксов, вы легко сможете «опознать» слово по знакомому корню. Рассмотрим самые распространенные суффиксы.</p>\
<p> </p>\
<h5>Английские префиксы</h5>\
<p>* <b>Un-/im-/ir-/il-/dis-/in-</b> – отрицательные префиксы. С их помощью образуются слова, противоположные по значению: legal законный – illegal незаконный, like любить  – dislike не любить, usual обычный – unusual необычный</p>\
<p>* <b>Mis</b> — – этот префикс имеет значение «неправильно, неверно»: misunderstand (от слова understand — понимать)– неправильно понять, misprint  (print- печатать)- опечатка, misinformation (information — информация) – неверная информация</p>\
<p>* <b>Re-</b> – имеет значение «сделать заново, повторно»: rewrite (write — писать) – переписать,  replay  (play-играть) – заново сыграть, refill (fill — наполнять) – заправить, заново наполнить</p>\
<p>* <b>Over</b>- указывает на чрезмерную степень чего-то:  overcook (cook- готовить) – пережарить или переварить,  overcrowd (crowd- наполнять людьми) – переполнять,  oversleep (sleep — спать) — проспать (много спать)</p>\
<p>Under – имеет значение «под»:  underground (ground- земля) – метро (подземка), underwear (wear — носить) – нижнее белье (то, что носят под одеждой)</p>\
<p>* <b>Ex-</b> этот префикс означает «бывший» — ex-president – бывший президент, ex-girlfriend – бывшая подружка</p>\
<p> </p>\
<h5>Английские суффиксы</h5>\
<p>Рассмотрим наиболее употребительные суффиксы различных частей речи.</p>\
<p> </p>\
<h6>Суффиксы существительных</h6>\
<p>* <b>-er/-or</b> – этот суффикс образовывает существительные от глагола и обозначает того, кто осуществляет действие: player (play- играть) — игрок, swimmer (swim- плавать ) — пловец, visitor (visit — посещать) — посетитель, speaker (speak — говорить)- говорящий, оратор, adviser (advise — советовать) — советник</p>\
<p>* <b>-ing</b> – суффикс отглагольного существительного – beginning (begin — начинать) — начало, feeling (feel — чувствовать) — чувство, opening (open — открывать) — открытие</p>\
<p> </p><i>Абстрактные существительные от прилагательных образуются при помощи следующих суффиксов:</i>\
<p> </p>\
<p>* <b>-ness</b> – sleepiness (sleep — спать) — сонливость , loneliness (lonely — одинокий) – одиночество,  darkness (dark — темный ) — темнота, politeness (polite — вежливый) — вежливость</p>\
<p>* <b>-ment</b>  — movement (move — двигать) — движение ,  announcement (announce — объявлять) – объявление,  agreement (agree — соглашаться) — согласие</p>\
<p>* <b>-dom</b> – freedom (free — свободный) — свобода, boredom (bore — скучный) — скука, kingdom (king — король) — королевство</p>\
<p>* <b>-ion/-tion/-sion/-ssion</b> – competition (compete — соревноваться) — соревнование, admission (admit — признавать) — признание, celebration (celebrate — праздновать) — празднование, revision (revise — пересматривать) — пересмотр</p>\
<p>* <b>-ure/-ture</b> — adventure — приключение, agriculture – сельское хозяйство, nature — природа</p>\
<p>* <b>-hood</b> – childhood (child — ребенок) – детство, brotherhood (brother — брат) – братство, neighbourhood (neighbour — сосед) соседство</p>\
<p>* <b>-ship</b> – partnership (partner- партнер) партнерство,  ownership (owner — собственник) — собственность, hardship (hard — трудный) — трудность</p>\
<p>* <b>-ist</b> — idealist (ideal — идеал) — идеалист, artist (art — искусство) pianist (piano- пианино) — пианист</p>\
<p>* <b>-ance/-ence</b> – importance (important — важный) — важность, disappearance (disappear — исчезать)- исчезновение,  presence (present- присутствовать) – присутствие, silence (silent — безмолвный) — молчание</p>\
<p> </p>\
<h6>Суффиксы прилагательных</h6>\
<p>* <b>-able/-ible</b> – eatable (eat — есть) — съедобный, unbreakable (un+break – ломать, разбивать) – небьющийся, changeable (change — менять) — переменчивый</p>\
<p>* <b>-less</b> – обозначает отсутствие, в русском языке часто соответствует приставке без-:  expressionless (expression- выражение) – невыразительный, без выражения, cloudless (cloud — облако)- безоблачный, toothless (tooth — зуб) — беззубый, careless (care — забота) — беззаботный</p>\
<p>* <b>-ous</b> – dangerous (danger- опасность) опасный, famous (fame — слава) –знаменитый, vigorous (vigour – сила, энергия) – сильный, энергичный</p>\
<p>* <b>-ful</b> – наличие качества: forgetful (forget — забывать) – забывчивый,  watchful (watch — наблюдать) — наблюдательный, doubtful (doubt- сомнение) – сомнительный, thoughtful (thought — мысль) задумчивый</p>\
<p>* <b>-ish</b> – обозначает 1) ослабленную степень качества: greenish – зеленоватый,  reddish – красноватый, 2) выражение раздражения или презрения: childish – ведешь себя, как ребенок, bearish  — как медведь, camelish – упрямый, как верблюд</p>\
<p>* <b>-y</b> – windy (wind — ветер) ветреный, stormy (storm — буря) – бурный, soapy (soap — мыло) — мыльный</p>\
<p>* <b>-ic</b> – philosophic (philosophy- философия) — философический, scientific (science — наука) — научный, democratic (democracy- демократия) — демократический</p>\
<p>* <b>-ive</b> – expressive (expression — выражение) выразительный, progressive (progress — прогресс) — прогрессивный, active (act – действовать) – активный (тот, кто много действует)</p>\
<p> </p>\
<h6>Суффикс наречия</h6>\
<p>* <b>-ly</b> — calmly (calm — спокойный) — спокойно, occasionally (occasional — случайный) случайно, quickly (quick — быстрый) — быстро</p>\
<p> </p>\
<h6>Суффикс глагола</h6>\
<p>* <b>-en</b> – образует глагол от прилагательных и существительных, обозначает действие, придающее качество, выраженное в основе weak — слабый – weaken — ослабевать, hard – твердый – harden — твердеть, sharp — острый – sharpen — точить</p>\
<p> </p>\
<h4>Слова-связки</h4>\
<h5>Значение слов-связок в английском языке </h5>\
<p>Сравните эти две фразы и вы поймете, как важно употребление этих единиц речи: </p>\
<p>* Я имею компьютер, не имею подключения к интернету, не могу общаться со своими друзьями, живущими заграницей </p>\
<p>* Я имею компьютер, <b>но</b> не имею подключения к интернету, <b>поэтому</b> не могу общаться со своими друзьями, живущими заграницей </p>\
<p> </p>\
<h5>Функциональные группы слов-связок </h5>\
<p>Английские связующие слова можно поделить по группам, в соответствии с функциями, которые они выполняют в предложениях: </p>\
<p>* Помогают привести примеры</p>\
<h2></h2>\
<p>For example — к примеру </p>\
<p>As an example — как пример </p>\
<p>For instance — например </p>\
<p>Namely — а именно</p>\
<p> </p>\
<p>There are some variants how to pass your free time at the weekend, for example, you can visit your uncle.</p>\
<p>Есть несколько вариантов, как тебе провести свободное время на этих выходных, например, ты можешь навестить своего дядю.</p>\
<h2></h2>\
<p>* Помогают дополнять фразы нужной информацией</p>\
<h2></h2>\
<p>And — и </p>\
<p>In addition — к тому же </p>\
<p>As well as — так же… как </p>\
<p>Also — также </p>\
<p>Too — тоже </p>\
<p>Besides — кроме того </p>\
<p>Furthermore — к тому же </p>\
<p>Moreover — более того </p>\
<p>Apart from — кроме того </p>\
<p>In addition to — в дополнение к</p>\
<p> </p>\
<p>Give me a coffee and don’t forget that I like with milk.</p>\
<p>Принесите мне кофе и не забудьте — я люблю с молоком.</p>\
<h2></h2>\
<p>* Используются при подведении общего вывода, итога </p>\
<h2></h2>\
<p>In short — вкратце </p>\
<p>In brief — короче говоря </p>\
<p>In summary — в итоге </p>\
<p>To summarise — подводя итог </p>\
<p>In conclusion — в заключение </p>\
<p>In a nutshell — в двух словах </p>\
<p>To conclude — делая выводы </p>\
<p> </p>\
<p>I hate city’s noise, dust and rush, in brief, I don’t like cities. </p>\
<p>Я не люблю городской шум, пыль и суету, короче говоря, я не люблю города.</p>\
<h2></h2>\
<p>* Позволяют установить мысли, идеи в нужной последовательности </p>\
<h2></h2>\
<p>The former, … the latter — первый… последний </p>\
<p>Firstly, secondly — во-первых, во-вторых </p>\
<p>Finally — в конце концов </p>\
<p>The first point is — во-первых </p>\
<p>Lastly — наконец </p>\
<p>The following — следующий </p>\
<p> </p>\
<p>The first point is her disease, which prevented us from leaving the city this morning. </p>\
<p>Во-первых, её болезнь помешала нам покинуть город этим утром.</p>\
<h2></h2>\
<p>* Употребляются для указания причины происходящего </p>\
<h2></h2>\
<p>Due to / due to the fact that — согласно/ согласно тому факту, что </p>\
<p>Because — потому что </p>\
<p>Because of — из-за того, что </p>\
<p>Since — с тех пор, как </p>\
<p>As — так как </p>\
<p> </p>\
<p>We were in the hotel all day long because of heavy rain.</p>\
<p>Мы пробыли весь день в отеле из-за сильного дождя.</p>\
<h2></h2>\
<p>* Используются для выделения результата высказывания </p>\
<h2></h2>\
<p>Therefore — поэтому </p>\
<p>So — таким образом </p>\
<p>Consequently — следовательно </p>\
<p>This means that — это значит, что </p>\
<p>As a result — в результате </p>\
<p> </p>\
<p>He earns much money therefore he has possibility to buy a new car every year.</p>\
<p>Он зарабатывает много денег, поэтому он имеет возможность покупать новую машину каждый год.</p>\
<h2></h2>\
<p>* Позволяют противопоставить идеи одна другой </p>\
<h2></h2>\
<p>But — но </p>\
<p>However — однако </p>\
<p>Although / even though — хотя / даже если </p>\
<p>Despite — несмотря на </p>\
<p>In spite of — несмотря на </p>\
<p>In spite of the fact that — несмотря на тот факт, что </p>\
<p>Nevertheless — несмотря на это, всё-таки </p>\
<p>Nonetheless — тем не менее </p>\
<p>While — в то время, как / несмотря на то, что </p>\
<p>Whereas — поскольку / несмотря на </p>\
<p>Unlike — в отличие от </p>\
<p>In theory… in practice…- по теории… на практике же… </p>\
<p> </p>\
<p>I like this town, but there are no friends here.</p>\
<p>Я люблю этот город, но здесь нет моих друзей.</p>\
<h2></h2>\
<h5>Важно знать о словах-связках</h5>\
<p>Запомните некоторые правила употребления связующих слов:</p>\
<p>* Also (также) не стоит в начале предложения </p>\
<p>* Too (тоже) место данной связки в конце предложения </p>\
<p>* The following (следующие) — после данной связки следует перечисление </p>\
<p>* После всех этих связок следует всегда имя существительное: </p>\
<p>  * <b>due to</b> — из-за </p>\
<p>  * <b>owing to</b> — благодаря </p>\
<p>  * <b>because</b> — потому что </p>\
<p>  * <b>because of</b> — из-за </p>\
<p>* So (итак) больше подходит для неформальной речи </p>\
<p>* Слова, которые противопоставляют две точки зрения, две различные позиции, такие как </p>\
<p>  * <b>although</b> — хотя </p>\
<p>  * <b>despite</b> — несмотря на</p>"
};

var eng2 = {

};

var eng3 = {
	
};