var html1 = {
	"Заголовки":"<h1>Заголовки h1-h6</h1>"
};

var html2 = {
"Списки":"<h1>UL - ненумированный список</h1><h2>Имеет следующие свойства:</h2><p>type='disc' - маркеры в виде круга</p><p>type='circle' - маркеры в виде окружности</p><p>type='square' - маркеры в виде квадратов</p><h1>OL - нумерованный список</h1><h2>Имеет следующие свойства:</h2><p>type='1' - арабские числа</p><p>type='A' - прописные буквы латинского алфавита</p><p>type='a' - строчные буквы латинского алфавита</p><p>type='I' - римские числа в верхнем регистре</p><p>type='i' - римские числа в нижнем регистре</p>"
};

var html3 = {
	"Кому лень?":"Мне."
};