// Песни
var poe1 = {
	
};

// Стихи
var poe2 = {"\
	<h1>За гремучую доблесть грядущих веков</h1>":"\
	<h4>\
		<pre>       Am                C</pre>\
	</h4>\
	<p>За гремучую доблесть грядущих веков,</p>\
	<h4> \
		<pre>     F             E  </pre>\
	</h4>\
	<p>За высокое племя людей —</p>\
	<p>Я лишился и чаши на пире отцов,</p>\
	<br>\
	<p>И веселья, и чести своей.</p>\
	<p>Мне на плечи кидается век-волкодав,</p>\
	<p>Но не волк я по крови своей:</p>\
	<p>Запихай меня лучше, как шапку, в рукав</p>\
	<p>Жаркой шубы сибирских степей.</p>\
	<br>\
	<p>Чтоб не видеть ни труса, ни хлипкой грязцы,</p>\
	<p>Ни кровавых костей в колесе;</p>\
	<p>Чтоб сияли всю ночь голубые песцы</p>\
	<p>Мне в своей первобытной красе.</p>\
	<br>\
	<p>Уведи меня в ночь, где течет Енисей</p>\
	<p>И сосна до звёзды достает,</p>\
	<p>Потому что не волк я по крови своей</p>\
	<p>И меня только равный убьет.</p>"
};